Repository: fmorandin/focused-time
Catalog: Focused Timer/Focused Timer/Shared/Constants/Localizable.xcstrings
Source language: en
Languages: pt_br

# accLabelSettingsEnableAlarmToggle
source: Toggle to enable or disable the alarm when the timer finishes
pt_br: Botão para ativar ou desativar o alarme quando o temporizador terminar

# accLabelSettingsAppearanceModePicker
source: Picker to select the app appearance mode
pt_br: Seletor para escolher o modo de aparência do aplicativo

# accLabelCompletedCycleCounter
source: The number of completed cycles slash the total number of cycles
pt_br: Número de ciclos completados barra número de ciclos totais

# accLabelCounterTypeName
source: The time value for the active timer at the moment
pt_br: Tempo disponível para o timer ativo no momento

# accLabelSettingsAutoStartToggle
source: Toggle to enable the auto start
pt_br: Botão para alterar a configuração do início automático do timer

# accLabelSettingsEnableNotificationsToggle
source: Toggle to enable or disable in-app notifications
pt_br: Botão para ativar ou desativar as notificações do aplicativo

# accLabelSettingsFocusDurationTxtFld
source: Input with the value of focus duration time
pt_br: Campo com o valor do tempo de foco

# accLabelSettingsKeepScreenOnToggle
source: Toggle to turn on or off the option to keep the screen on
pt_br: Botão para alterar a configuração de manter a tela ligada

# accLabelSettingsLongBreakDurationTxtFld
source: Input with the value of long break duration time
pt_br: Campo com o valor do tempo da pausa longa

# accLabelSettingsNbrOfCyclesTotalTxtFld
source: Input with the value of the number of cycles to be completed
pt_br: Campo com o valor do número de ciclos que serão completados

# accLabelSettingsPlaySoundsToggle
source: Toggle to turn on or off the sound played after a timer is done
pt_br: Botão para alterar a configuração de tocar sons ao terminar um timer

# accLabelSettingsShortBreakDurationTxtFld
source: Input with the value of short break duration time
pt_br: Campo com o valor do tempo da pausa curta

# accLabelTimerTypeName
source: Timer type that is active at the moment
pt_br: Tipo de timer ativo no momento

# appearanceModeDark
source: Dark
pt_br: Escuro

# appearanceModeLight
source: Light
pt_br: Claro

# appearanceModeSystem
source: System
pt_br: Sistema

# appVersionTitle
source: App Version
pt_br: Versão da app

# cycleCounter
source: Number of completed cycles
pt_br: Número de ciclos concluídos

# cyclesLabel
source: Cycles
pt_br: Ciclos

# dismissModalButton
source: Dismiss modal
pt_br: Fechar janela

# focusExplanation
source: During the focus - the orange color - the idea is that all concentration is directed to the activity to be completed. Usually, this is a 25 minutes timer.
pt_br: Durante o foco - cor laranja - a ideia é que toda concentração seja direcionada para a atividade a ser concluída. Normalmente esse tempo dura 25 minutos.

# focusExplanationTitle
source: Focus
pt_br: Foco

# focusName
source: Focus
pt_br: Foco

# helpNavigationTitle
source: How It Works
pt_br: Como Funciona

# longBreakExplanation
source: The long break - the green color - is a longer period of rest after a few cycles of focus and short breaks. Usually, this is a 30 minutes timer.
pt_br: A pausa longa - cor verde - é um período maior de descanso depois de alguns ciclos de foco e descanso. Normalmente essa pausa dura 30 minutos.

# longBreakExplanationTitle
source: Long Break
pt_br: Pausa Longa

# longBreakName
source: Long Break
pt_br: Pausa longa

# alarmStopButton
source: Stop
pt_br: Parar

# alarmTitle
source: Timer finished!
pt_br: Temporizador concluído!

# alarmTitleFocus
source: Focus finished!
pt_br: Foco concluído!

# alarmTitleLongBreak
source: Long Break finished!
pt_br: Pausa longa concluída!

# alarmTitleShortBreak
source: Short Break finished!
pt_br: Pausa curta concluída!

# notificationBody
source: Your timer has ended!
pt_br: O timer acabou!

# notificationBodyWithType
source: Your %@ timer has ended!
pt_br: O timer de %@ acabou!

# notificationTitle
source: Timer ended
pt_br: Timer concluído

# notificationTitleWithType
source: %@ ended
pt_br: %@ concluído

# numberOfCyclesExplanation
source: The number of focus that the user must to be completed before the long break.
pt_br: O número de ciclos de foco e descanso que deve ser cumprido antes da pausa longa.

# numberOfCyclesExplanationTitle
source: Number of Cycles
pt_br: Número de Ciclos

# pauseTimer
source: Pause
pt_br: Parar

# playTimer
source: Play
pt_br: Iniciar

# resetSettingsAlertMessage
source: By confirming all the values in the settings will be reverted to the default values.
pt_br: Ao confirmar, todos os valores serão retornados aos valores padrão.

# resetSettingsAlertTitle
source: Are you sure?
pt_br: Tem certeza?

# resetSettingsDefaultValue
source: Reset to the default values
pt_br: Voltar aos valores padrão

# resetTimer
source: Reset
pt_br: Reiniciar

# resumeTimer
source: Resume
pt_br: Continuar

# settingsAppearanceMode
source: Appearance
pt_br: Aparência

# settingsAlarmAutoStartMessage
source: Disable Auto Start to use Alarm.
pt_br: Desative o início automático para usar o alarme.

# settingsAlarmDeniedMessage
source: Alarm permission is disabled in Settings. Enable it to sound an alarm when your timer ends.
pt_br: A permissão de alarme está desativada nas Configurações. Ative-a para soar um alarme quando o timer terminar.

# settingsAlarmOpenSettings
source: Open Settings
pt_br: Abrir Configurações

# settingsAutoStart
source: Auto start timer
pt_br: Iniciar timer automaticamente

# settingsEnableAlarm
source: Enable alarm (bypasses silent mode)
pt_br: Ativar alarme (ignora modo silencioso)

# settingsEnableNotifications
source: Enable notifications
pt_br: Ativar notificações

# settingsEndOfSessionAlertSectionFooter
source: Only one alert method can be active at a time.
pt_br: Apenas um método de alerta pode estar ativo por vez.

# settingsEndOfSessionAlertSectionHeader
source: End of Session Alert
pt_br: Alerta de Fim de Sessão

# settingsFocusDuration
source: Focused time (In minutes)
pt_br: Tempo concentrado (Em minutos)

# settingsKeepScreenOn
source: Keep screen on
pt_br: Manter tela ligada

# settingsKeepScreenOnDisclaimer
source: For the change of keep screen on to be effective, Focused Timer must be restarted.
pt_br: O aplicativo deverá ser reiniciado para que a opção de manter a tela ligada seja aplicada.

# settingsLongBreakDuration
source: Long break time (In minutes)
pt_br: Pausa longa (Em minutos)

# settingsNavigationTitle
source: Settings
pt_br: Configurações

# settingsNotificationsDeniedMessage
source: Notifications are disabled in Settings. Enable them to receive alerts when your timer ends.
pt_br: As notificações estão desativadas nas Configurações. Ative-as para receber alertas quando o timer terminar.

# settingsNotificationsOpenSettings
source: Open Settings
pt_br: Abrir Configurações

# settingsNumberOfCyclesTotal
source: Number of cycles
pt_br: Número de ciclos

# settingsPlayTimerSounds
source: Play sounds after timer finishes
pt_br: Tocar sons ao terminar timer

# settingsSectionAppName
source: App preferences
pt_br: Configurações do aplicativo

# settingsSectionTimersName
source: Timer preferences
pt_br: Configurações dos timers

# settingsShortBreakDuration
source: Short break time (In minutes)
pt_br: Tempo descanso (Em minutos)

# settingsStartingTimerType
source: Starting timer
pt_br: Timer inicial

# settingsWarnReloadMessage
source: Update the configurations for the timer with an active timer running or paused will cause the whole cicle to refresh. Close the settings without change to prevent this from happening.
pt_br: Atualizar as configurações de timer com um timer ativo ou pausado fará a tela recarregar. Para evitar isso, feche a janela sem alterações.

# shareAppMessage
source: Have you heard of Focused Timer? I use it and recommend it! Download here:
pt_br: Você já conhece o Focused Timer? Eu uso e recomendo! Faça o download aqui:

# shareAppTitle
source: Share it
pt_br: Compartilhe

# shortBreakExplanation
source: The short break - the blue color - happens just after the time of focus and, during that time, nothing related to the activity should be done. The short break is, by default, a 5 minutes timer.
pt_br: A pausa curta - cor azul - acontece logo após ao tempo de foco e, durante esse tempo, nada relacionado à atividade deve ser feito e dura, por padrão, 5 minutos.

# shortBreakExplanationTitle
source: Short Break
pt_br: Pausa Curta

# shortBreakName
source: Short Break
pt_br: Pausa curta

# tabLabelHelp
source: Help
pt_br: Ajuda

# tabLabelSettings
source: Settings
pt_br: Configurações

# tabLabelTimer
source: Timer
pt_br: Temporizador

# techniqueExplanation
source: The technique consists of having set times for total focus on the activity, a short break and a long break - after a few cycles of focus and short breaks.
pt_br: A técnica consiste em ter tempos definidos para foco total na atividade, um descanso curto e uma pausa longa - após alguns ciclos de foco e descanso curto.

# techniqueExplanationTitle
source: The technique
pt_br: A técnica

# timerViewOpenHelpModalButton
source: Open help modal
pt_br: Abrir janela de ajuda

# timerViewOpenSettingsModalButton
source: Open settings modal
pt_br: Abrir janela de configurações

# warningAlertTitle
source: Warning
pt_br: Aviso
